---
kind: enumMember
id: F:Autodesk.Revit.DB.FaceIntersectionFaceResult.Intersecting
enum: Autodesk.Revit.DB.FaceIntersectionFaceResult
source: html/dafc9c77-f17a-1ad8-0bcb-422b4309ee43.htm
---
# Autodesk.Revit.DB.FaceIntersectionFaceResult.Intersecting

The two faces have an intersection.